[
  {
    "name": "Si te vas",
    "lyrics": {
      "spanish": "Cuéntame, ¿qué harás después que estrenes su cuerpo? Cuando muera tu traviesa curiosidad. Cuando memorices todos sus recovecos. Y decidas, otra vez, regresar. Ya no estaré aquí en el mismo lugar. Si no tiene más que un par de dedos de frente. Y descubres que no se lava bien los dientes. Si te quita los pocos centavos que tienes. Y luego te deja solo, tal cómo quiere. Sé que volverás el día en que ella te haga trizas. Sin almohadas para llorar. Pero si te has decidido y no quieres más conmigo. Nada ahora puede importar. Porque sin ti el mundo ya me da igual. Si te vas, si te vas, si te marchas. Mi cielo se hará gris. Si te vas, si te vas, ya no tienes. Que venir por mí. Si te vas, si te vas y me cambias. Por esa bruja, pedazo de cuero. No vuelvas nunca más. Que no estaré aquí. Toda escoba nueva siempre barre bien. Luego vas a ver desgastadas las cerdas. Cuando las arrugas le corten la piel. Y la celulitis invada sus piernas. Volverás desde tu infierno. Con el rabo entre los cuernos. Implorando una vez más. Pero para ese entonces. Yo estaré a un millón de noches. Lejos de esta enorme ciudad. Lejos de ti. El mundo ya me da igual. Si te vas, si te vas, si te marchas. Mi cielo se hará gris. Si te vas, si te vas, ya no tienes. Que venir por mí. Si te vas, si te vas, y me cambias. Por esa bruja, pedazo de cuero. No vuelvas nunca más. Que no estaré aquí. Si te vas, si te vas, y me cambias. Por esa bruja, pedazo de cuero. No vuelvas nunca más. No vuelvas, no estaré aquí.",
      "english": "Tell me, what will you do after you unveil her body? When your mischievous curiosity dies. When you memorize all its intricacies. And decide, once again, to return. I won't be here in the same place anymore. If she has nothing but a couple of brain cells. And you discover she doesn't brush her teeth properly. If she takes away the few cents you have. And then leaves you alone, just as she wants. I know you'll come back the day she tears you apart. Without pillows to cry on. But if you've made up your mind and don't want me anymore. Nothing matters now. Because without you, the world means nothing to me. If you go, if you go, if you leave. My sky will turn gray. If you go, if you go, you don't have to. Come for me anymore. If you go, if you go, and you replace me. With that witch, a piece of leather. Never come back again. Because I won't be here. Every new broom always sweeps well. Then you will see the bristles worn out. When wrinkles cut through her skin. And cellulite invades her legs. You will return from your hell. With your tail between your horns. Begging once again. But by then. I will be a million nights away. Far from this enormous city. Far from you. The world means nothing to me. If you go, if you go, if you leave. My sky will turn gray. If you go, if you go, you don't have to. Come for me anymore. If you go, if you go, and you replace me. With that witch, a piece of leather. Never come back again. Because I won't be here. If you go, if you go, and you replace me. With that witch, a piece of leather. Never come back again. Don't come back, I won't be here."
    },
    "interpreter": "Shakira",
    "youtube": "https://www.youtube.com/watch?v=xZ1PoPRIuGk&pp=ygURc2kgdGUgdmFzIHNoYWtpcmE%3D"
  }
]
